{"id":1729,"date":"2023-05-06T02:23:09","date_gmt":"2023-05-06T02:23:09","guid":{"rendered":"https:\/\/hexacontrol.ca\/?p=1729"},"modified":"2023-05-06T02:23:09","modified_gmt":"2023-05-06T02:23:09","slug":"thaicupid-review-2021","status":"publish","type":"post","link":"https:\/\/hexacontrol.ca\/thaicupid-review-2021\/","title":{"rendered":"ThaiCupid Review 2021"},"content":{"rendered":"<div>\n<p>ThaiCupid is among top Thai online <a href=\"https:\/\/freebisexualdatingsites.com\/\">bisexual dating site<\/a> sites with over 1.5 million singles. If you enjoy Thai ladies, this platform is for you. You&#8217;ll find unmarried Thai females interested in males from varied backgrounds.<\/p>\n<p>The working platform defies odds created by length in order to connect individuals from different geographical places. Prior to you get into conclusions, you should do some research initial. To provide you with a head begin, this ThaiCupid analysis will reveal users, the working platform, registration, and safety, among other features. After checking out, you&#8217;ll be able in order to make an informed option.<\/p>\n<h2> profile and reputation of ThaiCupid<\/h2>\n<p>ThaiCupid has been on line since 2002, creating their level one of the Asian dating sites. Its reputation is solid once the moms and dad company, Cupid Media, is one of the most respected companies in the industry.<\/p>\n<p>Moreover, your website has superb achievements stories of users just who found their perfect matches and are generally today living cheerfully with each other. These have brought about their membership to grow to above 1.5 million, with practically 3000 logins day-after-day.<\/p>\n<p>A good many members tend to be guys from USA, Thailand, Germany, UK, and France. They make around 85percent of participants. There clearly was large opposition your Thai ladies.<\/p>\n<p>Age the women is evenly distributed from 18 to 55+. The majority of guys tend to be aged between 25-34.<\/p>\n<h2> web site, App, Interface, Registration<\/h2>\n<p>You are able to use ThaiCupid&#8217;s internet site or a cellular application to communicate with folks. Inside part, you will get here is how generate an account. You will also discover the initial functions open to free and superior users. <\/p>\n<h3> Signup Process. Will it be painless Here?<\/h3>\n<p>Registering a merchant account on ThaiCupid is easy. There is the alternative of enrolling using your Facebook profile or email membership. Once you select the former, you enable the program to access your information on fb. As an alternative, you can enter your own mail to register if you don&#8217;t want your Twitter account linked here.<\/p>\n<p>To join up with your email, be prepared to deliver this amazing details:<\/p>\n<ul>\n<li>First-name<\/li>\n<li>The Gender<\/li>\n<li>Gender of who you really are looking for<\/li>\n<li>Your actual age<\/li>\n<li>A legitimate email<\/li>\n<li>The code you will use on the website<\/li>\n<\/ul>\n<p>When you input everything, set a checkmark within the Terms of utilize and Privacy statement checkbox, select &#8220;see Singles&#8221; to simply accept the terms, and complete the registration process.<\/p>\n<p>Prior to starting searching ThaiCupid for the perfect match, you will end up prompted to upload a profile photograph. Despite the fact that this task is certainly not required, you really need to include an image to improve your odds of discovering a partner.<\/p>\n<h3> would be the reports sincere Here?<\/h3>\n<p>The pages of consumers on ThaiCupid are extremely in depth. After enrolling, the next phase is to complete your own profile. Although you can create this afterwards, it is important to finish it to let other customers realize who you are and what you are actually selecting. You need to get this procedure really as a clear web page might lead to the firing of the membership by website admin as a security measure.<\/p>\n<p>You are going to start by providing your own profile proceeding utilizing not more than 50 characters. Subsequently, give a quick description of your self and condition what you&#8217;re trying to find in someone. From this point, you can expect to complete the facts in numerous groups expressing your self much better. The groups are:<\/p>\n<ul>\n<li><b>Basic:<\/b> this section includes your fundamental information supplied during enrollment.<\/li>\n<li><b>Pictures:<\/b> here, you upload your profile photo from a computer device or fb.<\/li>\n<li><b>Appearance:<\/b> give information on everything you appear to be, including tresses tone, eye color, top, body weight, and the body kind.<\/li>\n<li><b>Lifestyle:<\/b> describe your life style, including whether you take in or smoke, your marital standing, children, pets, occupation, and earnings.<\/li>\n<li><b>History:<\/b> here, you are going to speak about your own nationality, education, languages you speak, faith, an such like.<\/li>\n<li><b>Fit:<\/b> explain who you really are searching for at length: appearance, way of living, history, and just about every other facets you consider crucial.<\/li>\n<li><b>Interest:<\/b> establish the actions you like: interest, interests, ingredients, music, and sporting events.<\/li>\n<li><b>Identity:<\/b> this personality test helps discover more about you.<\/li>\n<li><b>Cupid Tags:<\/b> type some labels that explain your own distinctive fine.<\/li>\n<\/ul>\n<p>After filling your own profile, it will undergo a verification procedure. For it becoming validated, you will need to upload an ID picture. ThaiCupid accepts a passport, license, or National ID credit as detection papers.<\/p>\n<h3> web site and Smartphone Version<\/h3>\n<p>ThaiCupid uses the standard concept employed by Cupid news. This standardization allows you for those to navigate through the site. The software is not difficult and wouldn&#8217;t provide adult users any problems.<\/p>\n<p>The interactive characteristics are tidily positioned to guarantee the browsing knowledge is intuitive. People need a simple time reading the texts and locating buttons on different pages.<\/p>\n<p>ThaiCupid has actually a cellular app for visitors who favor employing their smart phones. It is simply available to Android os consumers who can install it from Google Enjoy shop for free. You&#8217;ll find the mobile equivalent to get far more convenient as possible get notifications, upload pictures, and so on.<\/p>\n<p>You have access to the characteristics available on the web site, nevertheless the program is actually handier. You may also search from some location.<\/p>\n<h3>Unique Features<\/h3>\n<p>ThaiCupid&#8217;s web site design incorporates some unique attributes that boost user experience. These include:<\/p>\n<ul>\n<li><b>Cupid labels:<\/b> you are going to spot these labels on the profile using terms that describe your own redeeming attributes. They are available in helpful whenever different people tend to be searching the website. If they use comparable labels, you will come in their google search results.<\/li>\n<li><b>Block number:<\/b> should you decide stumble on a person and he\/she offends you, you can add these to your own Block listing. This makes sure that they&#8217;ll not be able to contact you.<\/li>\n<li><b>Check Accounts:<\/b> to increase your own reliability, possible validate your bank account. Verification involves uploading your identification document or delivering it via mail toward admin staff.<\/li>\n<li><b>Instant Messenger:<\/b> I am is a real time chat device that uses the camera or book. For those who have a general membership, possible only message a Gold or Platinum user. But, Gold and Platinum readers&#8217; communication is not restricted.<\/li>\n<\/ul>\n<h2>Partner Search<\/h2>\n<p>After finishing your own page, you will be ready to identify the fits. Decide to try various ways to browse and communicate with the prospective admirers, as explained below.<\/p>\n<h3> so how exactly does ThaiCupid Work?<\/h3>\n<p>On an important page, ThaiCupid exhibits a number of gorgeous Asian singles. Every profile has three buttons in the bottom: to like, information, or view the pictures of the individual.<\/p>\n<h3>Browsing Options and Filters at ThaiCupid<\/h3>\n<p>You&#8217;ll have access to a number of search possibilities on system. ThaiCupid provides many filters and sorting capabilities to improve your search.<\/p>\n<ul>\n<li><b>Advanced:<\/b> you can easily try to find people utilizing their sex, age, final effective time, country, area, and length. You&#8217;ll be able to establish what they&#8217;re searching for, the look of them, way of living, background, also individual characteristics to make the procedure the majority of precise. It can save you the details to be utilized later.<\/li>\n<li><b>Saved:<\/b> when using the advanced look feature, it can save you the requirements for potential use. For the, ThaiCupid comes up utilizing the &#8220;Saved looks&#8221; device.<\/li>\n<li><b>Keywords:<\/b> To perform a keyword look, make use of characteristics which you expect your possible match to have. You&#8217;re going to get members exactly who utilized the same keywords and phrases inside their users.<\/li>\n<li><b>Cupid Tag:<\/b> whenever you create your profile on ThaiCupid, there was a place to complete the Cupid labels. Utilizing this look, the visitor locations Cupid Tags as keywords for all the look. This site gives you a summary of desirable as well as Cupid Tags.<\/li>\n<li><b>First Name:<\/b> you can also look for your own perfect match utilizing the first name as a filtration.<\/li>\n<li><b>Affiliate quantity:<\/b> once you know the amount of anyone you&#8217;re looking for, you are able to it to track down all of them without looking at various other profiles.<\/li>\n<\/ul>\n<h3> correspondence Methods<\/h3>\n<p>When you find some one you are looking at, you&#8217;ll be able to contact them utilizing various methods given by your website. You can easily like other individuals pages by pushing the center icon. You may want to avail of Instant Messenger, movie chat, or SMS to speak together with other individuals.<\/p>\n<p>These numerous communication channels make it possible for you to definitely know the girl ahead of when choosing to meet the lady. Movie chats work well for long-distance relationships to make the journey to understand each other better before meeting in real world.<\/p>\n<h2> ThaiCupid Alternatives<\/h2>\n<ul>\n<li><b>ThaiFriendly:<\/b> ThaiFriendly is yet another website providing comparable services. It can be the rival, however the experience could well be various. ThaiCupid supplies a lot more search filters which means their matches are far more precise.<\/li>\n<li><b>ThaiFlirting:<\/b> it is also another online dating service aimed towards hooking up people from Thai. It really is cost-free, which makes it difficult to get a handle on people&#8217; security. ThaiCupid is most effective regarding protection.<\/li>\n<li><b>ThaiKisses:<\/b> this great site in addition hooks up people with Thai women. Unlike ThaiCupid, it really is free, for this reason features a higher possibility of fulfilling fraudsters. Their unique client product reviews are also not too good since there are several complaints.<\/li>\n<\/ul>\n<h2> Membership Price and Payment method<\/h2>\n<p>ThaiCupid provides their people numerous account ideas, each having its matching benefits. There is the common membership consumers get upon enrollment, which will be cost-free but has minimal access.<\/p>\n<p>Gold and Platinum advanced accounts have higher level amounts of accessibility. Prior to deciding the best plan for you, consider carefully your needs 1st.<\/p>\n<p>ThaiCupid accepts Direct Financial Transfer, Paysafecard, PayPal, or Charge Card. Your registration is restored instantly when it expires. You&#8217;ll be able to terminate the auto-renewal if you desire. Unless you, ThaiCupid will restore your membership arrange for the stated duration. For modifications to be effective, you will need to cause them to become a couple of days prior to the expiration big date.<\/p>\n<h3> 100 % free Membership Features<\/h3>\n<p>Free solutions consist of (common account):<\/p>\n<ul>\n<li>Simple matching<\/li>\n<li>Giving passions<\/li>\n<li>Telecommunications with compensated members<\/li>\n<\/ul>\n<h3> superior Membership Features<\/h3>\n<p>There are two kinds of premium records â\u0080\u0094 Gold and Platinum. Their unique additional advantages are as follows.<\/p>\n<p><b>Gold<\/b><\/p>\n<ul>\n<li>It is possible to keep in touch with all consumers.<\/li>\n<li>Chat live with Instant Messenger.<\/li>\n<li>You&#8217;ll send and receive emails.<\/li>\n<li>There aren&#8217;t any advertisements.<\/li>\n<li>You&#8217;ll be able to search incognito.<\/li>\n<\/ul>\n<p><b>Platinum<\/b><\/p>\n<ul>\n<li>You&#8217;ll be ranked more than other individuals.<\/li>\n<li>Your profile room doubles, along with your web page becomes VIP position.<\/li>\n<li>You have special look functions.<\/li>\n<li>You get access to advanced coordinating formulas.<\/li>\n<li>You&#8217;ll be able to translate communications.<\/li>\n<\/ul>\n<h3>Exactly how much Is Dating on ThaiCupid?<\/h3>\n<table>\n<tbody>\n<tr>\n<th>Duration<\/th>\n<th>Costs<\/th>\n<th>Total<\/th>\n<\/tr>\n<tr>\n<th>Platinum Account<\/th>\n<\/tr>\n<tr>\n<td>30 days<\/td>\n<td>39.99 USD \/ Period<\/td>\n<td>39.99 USD<\/td>\n<\/tr>\n<tr>\n<td>3 Months<\/td>\n<td>26.66 USD \/ Month<\/td>\n<td>79.98 USD<\/td>\n<\/tr>\n<tr>\n<td>one year<\/td>\n<td>13.33 USD \/ Period<\/td>\n<td>159.99 USD<\/td>\n<\/tr>\n<tr>\n<th>Gold Membership<\/th>\n<\/tr>\n<tr>\n<td>30 days<\/td>\n<td>34.99 USD \/ Month<\/td>\n<td>34.99 USD<\/td>\n<\/tr>\n<tr>\n<td>a couple of months<\/td>\n<td>23.33 USD \/ Period<\/td>\n<td>69.98 USD<\/td>\n<\/tr>\n<tr>\n<td>12 Months<\/td>\n<td>11.67 USD \/ Period<\/td>\n<td>139.99 USD<\/td>\n<\/tr>\n<\/tbody>\n<\/table>\n<h2> is actually ThaiCupid actually Safe?<\/h2>\n<p>the largest concern for most online users is their safety. Driving a car happens to be instigated by emergence of several fake relationship programs made to con the hard earned money.<\/p>\n<p>The thing that may prompt you to trust ThaiCupid is actually their reputation. The platform happens to be operating for almost 20 years, indicating it&#8217;s a brief history. As soon as you check on the web for ThaiCupid reviews by various other customers, might largely stumble on achievements tales of real people. Normally an indicator that solution isn&#8217;t a fraud.<\/p>\n<p>However, you can also play an enormous part in guaranteeing your own protection. Assuming a lady requires you for the money, the woman is more likely a scammer. At these times, merely prevent that user, and she&#8217;s going to never frustrate you once again.<\/p>\n<p>To assist different players, you&#8217;ll be able to report any suspicious member to customer service to just take further action. This prevents anyone from fooling additional people.<\/p>\n<h3> Technical Side of Protection<\/h3>\n<p>ThaiCupid has included some standards to be sure the protection of their community. Initially, they have a detailed profile regarding users. If you do not complete your own page, there clearly was a higher opportunity that it&#8217;ll end up being removed through the system. There are many issues on various ThaiCupid ratings of consumers whose accounts had been ended.<\/p>\n<p>Completing the profile requires a confirmation process. You&#8217;ll upload your identification to ensure the identity. Verified pages have actually amazing benefits to promote users to do it. This technique really helps to get rid of fraudsters. Is about safe side, deliver communications to females with &#8220;proven&#8221; badges just.<\/p>\n<p>Also, ThaiCupid offers an SSL certification from Thawte, that will help to protect users&#8217; monetary information. The website has additionally received a certificate from McAfee, which ultimately shows that it&#8217;s without any infections might harm your computer or laptop.<\/p>\n<h3> Consumer Support<\/h3>\n<p>Customer provider on ThaiCupid is fantastic. There can be a part which specialized in supplying people advice on dating security. Once you face any problems or like to learn more, you can travel to it and learn several tips.<\/p>\n<p>As you scan, you would run into protection guidelines conveniently added to the web pages providing you with proper tips about internet dating dilemmas.<\/p>\n<h2> Trendy Consumer Concerns<\/h2>\n<h4> Ideas On How To Pass ThaiCupid Photo Verification?<\/h4>\n<p>To pass the photograph confirmation, your content must meet the preceding requirements:<\/p>\n<ul>\n<li>Your profile picture should put on display your smiling face plainly.<\/li>\n<li>The image must certanly be recent, brilliant, as well as superior quality.<\/li>\n<li>No nudity.<\/li>\n<li>There ought to be no one otherwise within the picture.<\/li>\n<\/ul>\n<h4> Ideas on how to erase ThaiCupid Account?<\/h4>\n<p>should you want to switch off your bank account, navigate towards Profile eating plan, subsequently pick Settings. Here, you&#8217;ll be encouraged to follow the link to delete your own page. When you click it, you will be redirected into account closing web page. You have to provide your password and reason for making. Click switch off to terminate your bank account.<\/p>\n<h4> just how to See Just who wants you on Thaicupid Without Paying?<\/h4>\n<p>observe just who loves you when making use of a regular membership, go directly to the task case regarding routing eating plan. Regarding drop-down eating plan under &#8220;tasks towards me,&#8221; simply click &#8220;contemplating me&#8221; or &#8220;I&#8217;m Their Favorite.&#8221; These two links will reveal people that like you.<\/p>\n<h4> How-to Block Some Body on ThaiCupid?<\/h4>\n<p>To stop a person, open up their own web page. Subsequently check for five icons above their unique gallery. When you destination the mouse across icons, a tooltip seems to tell you exactly what it does. The last one is the symbol for stopping a user. Select it.<\/p>\n<h4> Tips Terminate ThaiCupid Subscription?<\/h4>\n<p>To terminate your current registration, go to the settings diet plan, and choose payment; subsequently alter your choices.<\/p>\n<h2> Conclusion<\/h2>\n<p>ThaiCupid the most not too expensive Thai online dating platforms. The internet site is trustworthy and it has a massive society. Sufficient steps are in spot to ensure your protection.<\/p>\n<p>Your website is actually user-friendly and intuitive; you may rarely enjoy any difficulties with it. With nearly 1.5 million users and several services and methods, you can be assured of finding your own great match on ThaiCupid!<\/p>\n<\/div>\n","protected":false},"excerpt":{"rendered":"<p>ThaiCupid is among top Thai online bisexual dating site sites with over 1.5 million singles. If you enjoy Thai ladies,<\/p>\n","protected":false},"author":1,"featured_media":0,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[1],"tags":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v20.4 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>ThaiCupid Review 2021 - Hexa Control<\/title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/hexacontrol.ca\/thaicupid-review-2021\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"ThaiCupid Review 2021 - Hexa Control\" \/>\n<meta property=\"og:description\" content=\"ThaiCupid is among top Thai online bisexual dating site sites with over 1.5 million singles. If you enjoy Thai ladies,\" \/>\n<meta property=\"og:url\" content=\"https:\/\/hexacontrol.ca\/thaicupid-review-2021\/\" \/>\n<meta property=\"og:site_name\" content=\"Hexa Control\" \/>\n<meta property=\"article:published_time\" content=\"2023-05-06T02:23:09+00:00\" \/>\n<meta name=\"author\" content=\"Admin\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:label1\" content=\"Written by\" \/>\n\t<meta name=\"twitter:data1\" content=\"Admin\" \/>\n\t<meta name=\"twitter:label2\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data2\" content=\"13 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebPage\",\"@id\":\"https:\/\/hexacontrol.ca\/thaicupid-review-2021\/\",\"url\":\"https:\/\/hexacontrol.ca\/thaicupid-review-2021\/\",\"name\":\"ThaiCupid Review 2021 - Hexa Control\",\"isPartOf\":{\"@id\":\"https:\/\/hexacontrol.ca\/#website\"},\"datePublished\":\"2023-05-06T02:23:09+00:00\",\"dateModified\":\"2023-05-06T02:23:09+00:00\",\"author\":{\"@id\":\"https:\/\/hexacontrol.ca\/#\/schema\/person\/7c9a0bdc80639233542e2df94db98c81\"},\"breadcrumb\":{\"@id\":\"https:\/\/hexacontrol.ca\/thaicupid-review-2021\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/hexacontrol.ca\/thaicupid-review-2021\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/hexacontrol.ca\/thaicupid-review-2021\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/hexacontrol.ca\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"ThaiCupid Review 2021\"}]},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/hexacontrol.ca\/#website\",\"url\":\"https:\/\/hexacontrol.ca\/\",\"name\":\"Hexa Control\",\"description\":\"Home Automation System\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/hexacontrol.ca\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"Person\",\"@id\":\"https:\/\/hexacontrol.ca\/#\/schema\/person\/7c9a0bdc80639233542e2df94db98c81\",\"name\":\"Admin\",\"image\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/hexacontrol.ca\/#\/schema\/person\/image\/\",\"url\":\"https:\/\/secure.gravatar.com\/avatar\/916fe9c693f55195dbce6e281de6aefe?s=96&d=mm&r=g\",\"contentUrl\":\"https:\/\/secure.gravatar.com\/avatar\/916fe9c693f55195dbce6e281de6aefe?s=96&d=mm&r=g\",\"caption\":\"Admin\"},\"sameAs\":[\"https:\/\/hexacontrol.ca\"],\"url\":\"https:\/\/hexacontrol.ca\/author\/admin\/\"}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","yoast_head_json":{"title":"ThaiCupid Review 2021 - Hexa Control","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/hexacontrol.ca\/thaicupid-review-2021\/","og_locale":"en_US","og_type":"article","og_title":"ThaiCupid Review 2021 - Hexa Control","og_description":"ThaiCupid is among top Thai online bisexual dating site sites with over 1.5 million singles. If you enjoy Thai ladies,","og_url":"https:\/\/hexacontrol.ca\/thaicupid-review-2021\/","og_site_name":"Hexa Control","article_published_time":"2023-05-06T02:23:09+00:00","author":"Admin","twitter_card":"summary_large_image","twitter_misc":{"Written by":"Admin","Est. reading time":"13 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebPage","@id":"https:\/\/hexacontrol.ca\/thaicupid-review-2021\/","url":"https:\/\/hexacontrol.ca\/thaicupid-review-2021\/","name":"ThaiCupid Review 2021 - Hexa Control","isPartOf":{"@id":"https:\/\/hexacontrol.ca\/#website"},"datePublished":"2023-05-06T02:23:09+00:00","dateModified":"2023-05-06T02:23:09+00:00","author":{"@id":"https:\/\/hexacontrol.ca\/#\/schema\/person\/7c9a0bdc80639233542e2df94db98c81"},"breadcrumb":{"@id":"https:\/\/hexacontrol.ca\/thaicupid-review-2021\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/hexacontrol.ca\/thaicupid-review-2021\/"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/hexacontrol.ca\/thaicupid-review-2021\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/hexacontrol.ca\/"},{"@type":"ListItem","position":2,"name":"ThaiCupid Review 2021"}]},{"@type":"WebSite","@id":"https:\/\/hexacontrol.ca\/#website","url":"https:\/\/hexacontrol.ca\/","name":"Hexa Control","description":"Home Automation System","potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/hexacontrol.ca\/?s={search_term_string}"},"query-input":"required name=search_term_string"}],"inLanguage":"en-US"},{"@type":"Person","@id":"https:\/\/hexacontrol.ca\/#\/schema\/person\/7c9a0bdc80639233542e2df94db98c81","name":"Admin","image":{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/hexacontrol.ca\/#\/schema\/person\/image\/","url":"https:\/\/secure.gravatar.com\/avatar\/916fe9c693f55195dbce6e281de6aefe?s=96&d=mm&r=g","contentUrl":"https:\/\/secure.gravatar.com\/avatar\/916fe9c693f55195dbce6e281de6aefe?s=96&d=mm&r=g","caption":"Admin"},"sameAs":["https:\/\/hexacontrol.ca"],"url":"https:\/\/hexacontrol.ca\/author\/admin\/"}]}},"_links":{"self":[{"href":"https:\/\/hexacontrol.ca\/wp-json\/wp\/v2\/posts\/1729"}],"collection":[{"href":"https:\/\/hexacontrol.ca\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/hexacontrol.ca\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/hexacontrol.ca\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/hexacontrol.ca\/wp-json\/wp\/v2\/comments?post=1729"}],"version-history":[{"count":1,"href":"https:\/\/hexacontrol.ca\/wp-json\/wp\/v2\/posts\/1729\/revisions"}],"predecessor-version":[{"id":1730,"href":"https:\/\/hexacontrol.ca\/wp-json\/wp\/v2\/posts\/1729\/revisions\/1730"}],"wp:attachment":[{"href":"https:\/\/hexacontrol.ca\/wp-json\/wp\/v2\/media?parent=1729"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/hexacontrol.ca\/wp-json\/wp\/v2\/categories?post=1729"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/hexacontrol.ca\/wp-json\/wp\/v2\/tags?post=1729"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}