{"id":1757,"date":"2023-05-08T16:16:04","date_gmt":"2023-05-08T16:16:04","guid":{"rendered":"https:\/\/hexacontrol.ca\/?p=1757"},"modified":"2023-05-08T16:16:04","modified_gmt":"2023-05-08T16:16:04","slug":"tantan-analyse-que-faire-nous-savons","status":"publish","type":"post","link":"https:\/\/hexacontrol.ca\/tantan-analyse-que-faire-nous-savons\/","title":{"rendered":"Tantan  analyse &#8211; que faire   nous savons   ?"},"content":{"rendered":"<div>\n<p> Tantan est en fait un chinois rencontres en ligne cellulaire application qui costumes les deux personnes essayer de trouver sérieux connexions ou occasionnel agréable. Populairement intitulé Asia &#8216;s Tinder, it allow individus to découvrir nouvelles personnes près de leur unique actuel lieu. Initialement de Chine continentale Asie, Tantan fait leur façon à travers le monde un favori rencontres apply qui utilise swiping (comme Tinder) parce que primaire fonction. En plus, il fournit fonctionnalités supplémentaires comme vidéo publication, jeux et tests. De nos jours, Tantan sert nombreux personnes dans le monde dedans recherche de amusant ou grave compagnonnage. <\/p>\n<p> Créé en 2014, Tantan a élargi ses limites de Chine dans le monde. Récent recherche déclarer que Tantan est créer surf en Asia comme d&#8217;un nombre incroyable de jeunes individus trouver et utiliser le logiciel rapide mais efficace programme. <\/p>\n<h2> Comment est-ce que Tantan? <\/h2>\n<p> Tantan utilise le appareil mobile GPS pour localiser prospectif partenaires exactement. L &#8216;application utilise glissement aussi amusant caractéristiques comme faire des offres, téléverser mises à jour, incorporer enregistrements, etc. chercher matchmaking clients. Considérant ces beaucoup de caractéristiques, Tantan est un peu comme avoir différents applications tout en un cool plan. <\/p>\n<p> Comme mentionné, Tantan fait usage de glissement comme moyen de contact. Pour beaucoup pas encore familier avec du balayage, ce sera la technique de prendre ou rejeter correspond à le glissement mouvement concernant le unité écran d&#8217;affichage. Nous allons clarifier cette fonctionnalité en détail du layout et utilité  the review, so please still continuer à lire. <\/p>\n<h2> Inscription &#8211; serait-ce très facile ? <\/h2>\n<p> rejoindre Tantan peut l&#8217;être facile et est aussi gratuit. L&#8217;inscription va simplement simplement prendre plusieurs tapotements et a comparable quantité de moments. Vous avez une gamme de en utilisant votre mobile quantité ou votre Twitter compte pour vous inscrire. La deuxième méthode stratégie est plus rapide une fois que le rencontres en ligne logiciel va être prêt détails (jour de naissance et actuel zone) de fb compte. Tantan appels pour votre sortir de livraison s&#8217;assurer que quel âge vous avez et déterminer le Zodiac  signe. <\/p>\n<p> D&#8217;un autre côté, en utilisant votre mobile quantité, Tantan vous enverra vous une vérification règle que vous devez entrer instantanément. Les deux méthodes tendent à être sans effort et rapide, cependant le Twitter méthode est plus facile. <\/p>\n<p> De plus, lors de l &#8216;inscription, l&#8217; application enquire about your own image inclus dans simple compte. L &#8216;application autorise upload tout le chemin jusqu&#8217;à six images, donc tous les membres auront plus de examiner leur prospects pendant requêtes. <\/p>\n<p> Après inscription, Tantan commencera présenter match conseils en utilisant le modeste details dans votre profil. {Vous pouvez alors|Après cela, vous pouvez|Ensuite, vous pouvez|Vous pouvez alors|Ensuite, vous pouvez|Vous pourrez|Vous pourrez|tous les photographies et images du autres personnes ou créez votre recherches en ligne indépendantes de les referrals. <\/p>\n<h2> Pensez à layout et à la convivialité? <\/h2>\n<p> Tantan convient pour célibataire ceux avec siècles 18 et plus, donc leur style et fonctionnalité fit cette cible class. Il comprend beaucoup interactifs fonctions qui renforcez votre expérience en liaison avec votre match ou possibilité. <\/p>\n<p> L &#8216;logiciel écran est facile, convivial, et aussi à  le même temps, agréable utiliser. Les écrans \/ pages tendent à être grands et brillants, avec très apparents touches et messages. Cette caractéristique aide à éviter l&#8217;ambiguïté et produire erreurs. <\/p>\n<p> Vous serez en mesure de commodément rechercher divers photographies et photos de autres people après inscription dans, et plus important encore, vous ferez cela sans frais. <\/p>\n<p> Plus tôt dans la journée, nous avons souligné la approche de génération connexions avec d&#8217;autres utilisateurs. Cela requiert créer un glissement mouvement à droite si vous êtes à un profil suggéré par une application ou générer un balayage vers la gauche pour symboliser sans intérêt. <\/p>\n<p> Un facteur important à retenir est inscription simplement vous permet de parcourir different users qui ne sont pas your own  correspond. Cependant, vous êtes en  discussions ensemble avec vos costumes, si normalement généré par un algorithme ou atteint par absolue détermination de votre part. <\/p>\n<h2> Let&#8217;s parler la qualité du profil <\/h2>\n<p> Tantan membre utilisateurs sont petits en ce qui concerne facilement disponibles information à la suite de simple enregistrement traitement. L&#8217;habituel information conçu pour usage peut être le title, myspace profile, email address, et souvent un numéro de téléphone. Sans oublier, laissez ne pas oublier les six photos . <\/p>\n<p> Cependant, Tantan a en fait un attribut appelé Moments. Cette particularité est en fait un onglet que possible scanner observer nombreux mises à jour comme supplémentaire et recent pictures, private standing, ou perform un titre de jeu. Times sont aussi un chat programme dans lequel membres peuvent lien et parler à les deux via texting. <\/p>\n<p> Enfin, Tantan vous permet de obtenir images et images via le software pour rapide upload vers profil et times. <\/p>\n<h2> L&#8217;application cellulaire <\/h2>\n<p> Tantan est largement un mobile logiciel, et donc, complètement fonctionne sur Android ou iOS appareils mobiles. L &#8216;application peut être trouvée gratuit comme un téléchargement depuis Bing Gamble ou Apple shop. <\/p>\n<h2> Protection &#038; amp; sécurité <\/h2>\n<p> Tantan utilise différents sûreté et sécurité protocoles s&#8217;assurer info privacy et safety. <\/p>\n<p> L &#8216;software  obtiendra Facebook nom d&#8217;utilisateur et mots de passe comme age et area pour vérifier account program et donner une large place aux mineurs de s&#8217;inscrire à. Certains applications fournissent téléphone cellulaire numéros, qui pourrait être un moyen vérification, selon le nation où vous habitez. <\/p>\n<p> Tantan appels pour ses individus garantir arrangement aidés par le application des Termes et contrats document qui symbolise faiblesses auxquels tous les personnes doivent adhérer. De plus, ledit document stipule les devoirs in the app creators et managers pour maintenir sécurité pour personnes  et information privacy. <\/p>\n<p> Tantan indique placer information quand on regarde le profil qui n&#8217;est pas douloureux et sensible. C&#8217;est arrêter tout regrettable incidents à l&#8217;intérieur extrêmement improbable événement information  fuites. Il pourrait même intelligent à jamais publier réduire images qui pourrait conduire à maladroit circonstances ou dommages votre réputation au fil du temps. <\/p>\n<p> Puisque artificial profiles pourrait encore avoir lieu malgré les mesures de sécurité appliqué, Tantan encourage les membres à signaler tout douteux comptes. L &#8216;application fournit un élément pour déclarer peu recommandable comportement ou discutable chiffres. Les modérateurs de Tantan agiront du rapport de toute urgence et <a href=\"https:\/\/www.rencontresenior.net\/rencontre-femmes-mure.html\">Enquête sur femme mature cherche homme<\/a>ront pour instant qualité. Tantan peut mettre un compte gratuit en attente status devrait une partie être localisé en violation dans le présent directives, donc  rendre ces rapports inaccessibles. <\/p>\n<p> Dans un certain nombre de circonstances rares lors de l &#8216;abonnement, enregistrements sont positionnés sur examen debout tandis que les modérateurs tendent à être les nom d&#8217;utilisateur et mots de passe. Dans ces instances, le membership propriétaire ne pourra pas de search brand-new pages till the moderators change tels status à actif. <\/p>\n<h2> Tarifs et avantages <\/h2>\n<p> Tantan abonnement est gratuit, et users could have utilisation de fondamental fonctions eg: <\/p>\n<p> Créer et modifier votre profil, explorer utilisateurs &#8216;profils , aimer autres personnes &#8216;profils, et envoyer messages à recommandé membres. Fonctionnalités supplémentaires sont performantes recherches via filters, en jouant à software jeux vidéo, rechercher les Moments cas, et être autorisé à générer  120 balayages tous les jours (se compose de balayages gauche et correct). <\/p>\n<p> Il est possible de profiter de plus passionnant fonctionnalités avec un abonnement VIP pour un juste charge tel: <\/p>\n<p> Vous avez accès à illimité balayages, achat de badges spéciaux, pouvoir changer le portée ou tableau de zone filtres, et capacité mettre en évidence votre nom de connexion sur recherches accompli par un autre membres. Vous pouvez même obtenir cinq Super amours tous les jours, est capable de voir combien personnes vous passé, et access rembobinage illimité. <\/p>\n<p> Les badges uniques ont tendance à être fondamentalement stress utilisé sur les marques dans le minutes  tab ou sur le profil. VIP members get cinq badges par jour. <\/p>\n<p> Super Aime sont un utilisateur manière de informer un membre qu&#8217;ils sont intéressés à eux. <\/p>\n<p> Rewinds est en fait une fonctionnalité qui vous permet de revenir à anciennement suggéré pages ou utilisateurs que vous avez passé, vous aimer revoir encore pour possible reconnaissance. <\/p>\n<p> Frais et tarifs de l&#8217;adhésion VIP: <\/p>\n<ul>\n<li> Un (1) trente jours abonnement pour 8,99 $ mensuel <\/li>\n<li> Trois (3) mois abonnement à 5,66 USD chaque mois pour un total trimestriel de 16,99 USD <\/li>\n<li> Douze (12) plusieurs mois abonnement à 4,58 $ chaque mois pour un an utter de 54,99 $ <\/li>\n<\/ul>\n<p> Utilisateurs paieront ces coûts via téléphone cellulaire  paiement applications ou carte de crédit. <\/p>\n<h2> Assistance &#038; amp; support <\/h2>\n<p> Tantan a un dévoué professionnel équipe de modérateurs fonctionner 24\/7 fournir le numéro un support en raison de ses millions de utilisateurs. Ceux-ci incluent prêt à répondre toute enquête, problème ou préoccupation que une partie ou people peut augmenter. <\/p>\n<p> help and support team ont tendance à être gardent une trace de tous les comptes depuis le début de inscription autant que leur accomplissement. De plus, ils continuellement note activités et utilisateur conduite pour éliminer tout douteux facteurs, donc éviter tout situations. <\/p>\n<p> Si des infractions de personnes se produisent, les administrators vont mettre des sanctions on certain adhésion jusqu&#8217;à ce que les enquêtes fournissent résultats. Dans les cas ​​aigus, administrateurs peuvent placer rapports dans un état status. <\/p>\n<p> Lors de l &#8216;inscription, tous les individus doivent fournir leur Facebook  comptes et cellulaire chiffres afin que votre modérateurs puissent vérifier leur crédibilité. Bien que ce petit niveau de détails ne peut pas garantir la prévention de artificiels pages de se produisant, les modérateurs de Tantan sont souvent recherche de douteux comportement. Aussi, les administrateurs inspirent utilisateurs à signaler tout situations via le software inner construction. <\/p>\n<p> Le document conditions et les Accords de Tantan incarne les obligations {du|pour le|de ce|associé au|de|associé avec|concernant le|du|sur le|avec le|dans les concepteurs de application et les modérateurs dans maintenir a protected environnement pour les personnes tout en garantir la sûreté d&#8217;informations réelles vie privée. Les personnes doivent représenter leur reconnaissance ou confirmation associé à dit document pour assurer rigide adhésion au de l &#8216;application. <\/p>\n<h3> Stratégies pour Tantan? <\/h3>\n<p> Tantan est en fait uniquement un cellulaire logiciel qui exploite complètement à la fois sur iOS et Android appareils cellulaires. Vous n&#8217;avez simplement certainement besoin de vous inscrire sur app, et {immédiatement|instantanément|tout de suite|tout de suite|accéder à ses fonctions. Normalement initialement adéquat pour faire minimal exposition à certains autres membres, spécialement ceux quiconque profils l &#8216;application suggère personnellement. <\/p>\n<h3> Est réellement Tantan gratuit? <\/h3>\n<p> L &#8216;abonnement de Tantan est gratuit et sera vous minimal utilisation de entrer en contact avec les personnes de l &#8216;logiciel. Pour pleinement {faire l&#8217;expérience|passer par|ressentir les|software intéressants attributs pourrais avoir mettre à jour basic adhésion en un VIP standing à très abordable charges. Tantan aussi fournit options pour obtenir cette amélioration VIP à beaucoup. <\/p>\n<h3> Est-ce que Tantan fonctionne-t-il? <\/h3>\n<p> Encore une fois, leur considérable compte, plus le application rapporté développement avec d&#8217;autres régions, confirmer que Tantan sans aucun doute fonctionne. De plus, nombreux examen sites Internet fonctionnalité témoignages qui attestent de Tantan efficace approche et méthodes de rencontres. <\/p>\n<h2>Conclusion<\/h2>\n<p> Tantan est Asie homologue de Tinder et, en conséquence, est en fait  également préféré et réussi comme une rencontre sur Internet application. Il a beaucoup de plates-formes qui augmenter les personnes &#8216;expertise en liaison  costumes ou tout autre utilisateurs. Certain parmi ces caractéristiques peut être le swipe function rendu proinent  par Tinder. Un petit astucieux méthode de générer alternatives, il donne simplicité tout en gardant confidentialité. Les membres de non sélectionnés utilisateurs ne pourraient pas comprendre potentiels chercheurs décédés tous . <\/p>\n<p> Tantan devenir principalement un mobile application, correspond le profil pour le jeune, de siècles 18 ans et frais généraux, en utilisant le propension d&#8217;utiliser appareils cellulaires pour effectuer plusieurs tâches pendant la étape. L &#8216;{interface|interface utilisateur|logiciel|programme|écran de l&#8217; logiciel est extrêmement convivial, clair, propre et convivial. <\/p>\n<p> Même si le gratuit abonnement condition fournitures minimal utilisation de différents caractéristiques, une amélioration d&#8217;un inscription VIP juste besoins petit et abordable frais. Le principal accès en lui-même est suffisant pour faire un simple link with members so your shared people will make the essential of a totalement gratuit dating solution. <\/p>\n<p> Avec récent rapports de l &#8216;croissance de Tantan en Asie, le account de Tantan a le possibilité approche celui de Tinder, if développement continuer. Parce que Tantan fini par être établi seulement en 2014, ceci  croissance parle quantités de son attrait, sans parler les énormes tentatives des créateurs \/ modérateurs en continuellement soutenant le application. <\/p>\n<p> un préoccupation pour sites de rencontres sur Internet ou apps volonté être le protection concernant le utilisateurs  relatif à personnel ou informations privées {être|devenir|être|mal utilisé ou distribué illicitement. Les créateurs de Tantan sont continuellement améliorant leur sécurité protocoles s&#8217;assurer détails protection. Les modérateurs prennent veillent 24h \/ 24 et 7j \/ 7 supervisent utilisateur activités et ont tendance à être acheter inapproprié mesures ou conduite. Membres ont constamment de correct comportement protocoles (qu&#8217;ils ont décidé de se conformer à en cliquant le we concur key concernant conditions et Accords section lors de l &#8216;abonnement). Toute infraction est en fait traitée rapidement et de manière décisive. Cas extrêmes justifie enregistrements devenir porter en attente position , avec pratiquement aucun entrée les application les caractéristiques. <\/p>\n<p> Beaucoup de témoignages vérifier la commodité et l &#8216;efficacité de l&#8217; approche et de la technique de Tantan pour améliorer rencontres recherches. L &#8216;application incorpore jeux et divers autres tâches qui naturellement favoriser le développement de union. Généralement les utilisateurs et personnes à couper le souffle matchmaking application sont heureux quand il s&#8217;agit de agréable ils échapper le connaissance. <\/p>\n<p> Ayant tous ces planifié, pourrait ne jamais être étonné qu&#8217;après lire ceci analyse, vous serez jeter un oeil à application de Tantan et installer le. <\/p>\n<p> Eh bien, le public est certainement pas planification empêcher vous, donc allez-y et profitez-en ! <\/p>\n<\/div>\n","protected":false},"excerpt":{"rendered":"<p>Tantan est en fait un chinois rencontres en ligne cellulaire application qui costumes les deux personnes essayer de trouver sérieux<\/p>\n","protected":false},"author":1,"featured_media":0,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[1],"tags":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v20.4 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Tantan analyse - que faire  nous savons  ? - Hexa Control<\/title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/hexacontrol.ca\/tantan-analyse-que-faire-nous-savons\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Tantan analyse - que faire  nous savons  ? - Hexa Control\" \/>\n<meta property=\"og:description\" content=\"Tantan est en fait un chinois rencontres en ligne cellulaire application qui costumes les deux personnes essayer de trouver sérieux\" \/>\n<meta property=\"og:url\" content=\"https:\/\/hexacontrol.ca\/tantan-analyse-que-faire-nous-savons\/\" \/>\n<meta property=\"og:site_name\" content=\"Hexa Control\" \/>\n<meta property=\"article:published_time\" content=\"2023-05-08T16:16:04+00:00\" \/>\n<meta name=\"author\" content=\"Admin\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:label1\" content=\"Written by\" \/>\n\t<meta name=\"twitter:data1\" content=\"Admin\" \/>\n\t<meta name=\"twitter:label2\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data2\" content=\"12 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebPage\",\"@id\":\"https:\/\/hexacontrol.ca\/tantan-analyse-que-faire-nous-savons\/\",\"url\":\"https:\/\/hexacontrol.ca\/tantan-analyse-que-faire-nous-savons\/\",\"name\":\"Tantan analyse - que faire nous savons ? - Hexa Control\",\"isPartOf\":{\"@id\":\"https:\/\/hexacontrol.ca\/#website\"},\"datePublished\":\"2023-05-08T16:16:04+00:00\",\"dateModified\":\"2023-05-08T16:16:04+00:00\",\"author\":{\"@id\":\"https:\/\/hexacontrol.ca\/#\/schema\/person\/7c9a0bdc80639233542e2df94db98c81\"},\"breadcrumb\":{\"@id\":\"https:\/\/hexacontrol.ca\/tantan-analyse-que-faire-nous-savons\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/hexacontrol.ca\/tantan-analyse-que-faire-nous-savons\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/hexacontrol.ca\/tantan-analyse-que-faire-nous-savons\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/hexacontrol.ca\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"Tantan analyse &#8211; que faire nous savons ?\"}]},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/hexacontrol.ca\/#website\",\"url\":\"https:\/\/hexacontrol.ca\/\",\"name\":\"Hexa Control\",\"description\":\"Home Automation System\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/hexacontrol.ca\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"Person\",\"@id\":\"https:\/\/hexacontrol.ca\/#\/schema\/person\/7c9a0bdc80639233542e2df94db98c81\",\"name\":\"Admin\",\"image\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/hexacontrol.ca\/#\/schema\/person\/image\/\",\"url\":\"https:\/\/secure.gravatar.com\/avatar\/916fe9c693f55195dbce6e281de6aefe?s=96&d=mm&r=g\",\"contentUrl\":\"https:\/\/secure.gravatar.com\/avatar\/916fe9c693f55195dbce6e281de6aefe?s=96&d=mm&r=g\",\"caption\":\"Admin\"},\"sameAs\":[\"https:\/\/hexacontrol.ca\"],\"url\":\"https:\/\/hexacontrol.ca\/author\/admin\/\"}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","yoast_head_json":{"title":"Tantan analyse - que faire  nous savons  ? - Hexa Control","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/hexacontrol.ca\/tantan-analyse-que-faire-nous-savons\/","og_locale":"en_US","og_type":"article","og_title":"Tantan analyse - que faire  nous savons  ? - Hexa Control","og_description":"Tantan est en fait un chinois rencontres en ligne cellulaire application qui costumes les deux personnes essayer de trouver sérieux","og_url":"https:\/\/hexacontrol.ca\/tantan-analyse-que-faire-nous-savons\/","og_site_name":"Hexa Control","article_published_time":"2023-05-08T16:16:04+00:00","author":"Admin","twitter_card":"summary_large_image","twitter_misc":{"Written by":"Admin","Est. reading time":"12 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebPage","@id":"https:\/\/hexacontrol.ca\/tantan-analyse-que-faire-nous-savons\/","url":"https:\/\/hexacontrol.ca\/tantan-analyse-que-faire-nous-savons\/","name":"Tantan analyse - que faire nous savons ? - Hexa Control","isPartOf":{"@id":"https:\/\/hexacontrol.ca\/#website"},"datePublished":"2023-05-08T16:16:04+00:00","dateModified":"2023-05-08T16:16:04+00:00","author":{"@id":"https:\/\/hexacontrol.ca\/#\/schema\/person\/7c9a0bdc80639233542e2df94db98c81"},"breadcrumb":{"@id":"https:\/\/hexacontrol.ca\/tantan-analyse-que-faire-nous-savons\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/hexacontrol.ca\/tantan-analyse-que-faire-nous-savons\/"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/hexacontrol.ca\/tantan-analyse-que-faire-nous-savons\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/hexacontrol.ca\/"},{"@type":"ListItem","position":2,"name":"Tantan analyse &#8211; que faire nous savons ?"}]},{"@type":"WebSite","@id":"https:\/\/hexacontrol.ca\/#website","url":"https:\/\/hexacontrol.ca\/","name":"Hexa Control","description":"Home Automation System","potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/hexacontrol.ca\/?s={search_term_string}"},"query-input":"required name=search_term_string"}],"inLanguage":"en-US"},{"@type":"Person","@id":"https:\/\/hexacontrol.ca\/#\/schema\/person\/7c9a0bdc80639233542e2df94db98c81","name":"Admin","image":{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/hexacontrol.ca\/#\/schema\/person\/image\/","url":"https:\/\/secure.gravatar.com\/avatar\/916fe9c693f55195dbce6e281de6aefe?s=96&d=mm&r=g","contentUrl":"https:\/\/secure.gravatar.com\/avatar\/916fe9c693f55195dbce6e281de6aefe?s=96&d=mm&r=g","caption":"Admin"},"sameAs":["https:\/\/hexacontrol.ca"],"url":"https:\/\/hexacontrol.ca\/author\/admin\/"}]}},"_links":{"self":[{"href":"https:\/\/hexacontrol.ca\/wp-json\/wp\/v2\/posts\/1757"}],"collection":[{"href":"https:\/\/hexacontrol.ca\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/hexacontrol.ca\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/hexacontrol.ca\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/hexacontrol.ca\/wp-json\/wp\/v2\/comments?post=1757"}],"version-history":[{"count":1,"href":"https:\/\/hexacontrol.ca\/wp-json\/wp\/v2\/posts\/1757\/revisions"}],"predecessor-version":[{"id":1758,"href":"https:\/\/hexacontrol.ca\/wp-json\/wp\/v2\/posts\/1757\/revisions\/1758"}],"wp:attachment":[{"href":"https:\/\/hexacontrol.ca\/wp-json\/wp\/v2\/media?parent=1757"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/hexacontrol.ca\/wp-json\/wp\/v2\/categories?post=1757"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/hexacontrol.ca\/wp-json\/wp\/v2\/tags?post=1757"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}